<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: wanted.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['wanted_add_time'] = '发表时间';
$lang['wanted_expiry'] = '到期时间';
$lang['wanted_location'] = '所在地';
$lang['wanted_reply_count'] = '回复数量';
$lang['wanted_stats'] = '当前共有 %d 条求购记录';
$lang['wanted_subject'] = '标题';
$lang['del_selected'] = '删除所选';
$lang['drop_confirm'] = '您确定要删除该记录吗？';
$lang['drop_success'] = '删除成功。';
$lang['no_records_to_be_drop'] = '删除失败，可能没有符合条件的记录';
?>
