<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * 版权所有 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: testyang $
 * $Id: paypalcn.php 15013 2008-10-23 09:31:42Z testyang $
 */

global $_LANG;

$_LANG['paypalcn']          = '贝宝';
$_LANG['paypalcn_desc']     = '贝宝是由上海网付易信息技术有限公司与世界领先的网络支付公司—— PayPal 公司通力合作为中国市场度身定做的网络支付服务。' .
                                '（网址：http://www.paypal.com/cn）';
$_LANG['paypalcn_account']  = '商户帐号';
$_LANG['paypalcn_button']   = '立即使用贝宝支付';
$_LANG['paypal_txn_id']     = '贝宝交易号';

?>