<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: ctopay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['ctopay'] = 'Ctopay';
$lang['ctopay_desc'] = '电信支付（China Telecom Online Payment ） 是由广东省电信实业集团开发的电子收款工具。 www.ctopay.com. 作为旗下支付及收款平台，一直专注于分析和研究电子收费市场的应用需求，研发并推广网络支付结算应用系统。为企业、商家和电子商务公司提供全套收费解决方案服务，建立商户与中国及全球的金融机构之间的网上实时支付桥梁，突破电子商务的资金流瓶颈，以解决长期困扰商户的资金流转问题。';
$lang['Currency'] = '支付卡种';
$lang['Currency_range'][1] = '人民币卡';
$lang['Currency_range'][2] = '国际卡（Visa/Master）';
$lang['Language'] = '语言';
$lang['Language_range'][1] = 'GB中文';
$lang['Language_range'][2] = '英文';
$lang['Language_range'][3] = 'BIG5中文';
$lang['MD5key'] = 'MD5私钥';
$lang['MerNo'] = '商户编号';
$lang['pay_button'] = '联银通支付平台';
?>
