<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id:$
 */

$lang['magic_string'] = '自定义签名';
$lang['pay_button'] = '立即使用财付通支付';
$lang['tenpay'] = '财付通中介担保接口';
$lang['tenpay_account'] = '财付通商户号';
$lang['tenpay_desc'] = '财付通（www.tenpay.com） - 腾讯旗下在线支付平台，通过国家权威安全认证，支持各大银行网上支付，免支付手续费。';
$lang['tenpay_key'] = '财付通密钥';
$lang['tenpay_type'] = '交易类型';
$lang['tenpay_type_range'][1] = '实物商品交易';
$lang['tenpay_type_range'][2] = '虚拟物品交易';
$lang['tenpayc2c'] = '财付通中介担保接口';
?>
