<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: kuaiqian.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['kq_account'] = '商戶編號';
$lang['kq_desc'] = '上海快錢信息服務有限公司是國內第一家提供基于EMAIL和手機號碼的網上收付款服務的互聯網企業';
$lang['kq_key'] = '商戶密鑰';
$lang['kuaiqian'] = '快錢';
$lang['pay_button'] = '立即使用快錢支付';
?>
