<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: post.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['post'] = '郵局匯款';
$lang['post_desc'] = '收款人信息: 姓名 xxx; 地址:xxx; 郵編 xxx';
?>
