<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id:$
 */

$lang['magic_string'] = '自定義簽名';
$lang['pay_button'] = '立即使用財付通支付';
$lang['tenpay'] = '財付通中介擔保接口';
$lang['tenpay_account'] = '財付通商戶號';
$lang['tenpay_desc'] = '財付通（www.tenpay.com） - 騰訊旗下在線支付平臺，通過國家權威安全認證，支持各大銀行網上支付，免支付手續費。';
$lang['tenpay_key'] = '財付通密鑰';
$lang['tenpay_type'] = '交易類型';
$lang['tenpay_type_range'][1] = '實物商品交易';
$lang['tenpay_type_range'][2] = '虛擬物品交易';
$lang['tenpayc2c'] = '財付通中介擔保接口';
?>
