<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: xpay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['xpay'] = '易付通';
$lang['xpay_button'] = '立即使用易付通支付';
$lang['xpay_desc'] = '易付通是一個在線收、付費的專業平臺，無論您是否注冊易付通的用戶、無論您身在何處，只要采用易付通在線支付系統，都可以輕松解決所有網上交易收、付費最煩惱的支付問題。';
$lang['xpay_key'] = '交易密鑰';
$lang['xpay_tid'] = '唯一交易號';
?>
