<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: yeepay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['pay_button'] = '立即使用YeePay易寶支付';
$lang['yeepay'] = 'YeePay易寶';
$lang['yp_account'] = '商戶編號';
$lang['yp_desc'] = 'YeePay易寶（北京通融通信息技術有限公司）是專業從事多元化電子支付業務一站式服務的領跑者。在立足于網上支付的同時，YeePay易寶不斷創新，將互聯網、手機、固定電話整合在一個平臺上，繼短信支付、手機充值之后，首家推出了YeePay易寶電話支付業務，真正實現了離線支付，為更多傳統行業搭建了電子支付的高速公路。YeePay易寶融合世界先進的電子支付文化，聚合眾多金融、電信、IT、互聯網等領域內的巨擘，旨在通過創新的支付機制，推動中國電子商務新進程。YeePay易寶致力于成為世界一流的電子支付應用和服務提供商，專注于金融增值服務和移動增值服務兩大領域，創新并推廣多元化、低成本的、安全有效的支付服務';
$lang['yp_key'] = '商戶密鑰';
?>
