<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: builtinarticle.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['article_content'] = '文章内容';
$lang['article_exists'] = '已存在一个相同标题的内置文章，请换一个标题再试一次。';
$lang['article_title'] = '文章标题';
$lang['builtinarticle_stats'] = '当前共计%d篇内置文章';
$lang['edit_article'] = '编辑内置文章';
$lang['edit_article_desc'] = '修改和设置内置的文章内容。';
$lang['edit_succeed'] = '编辑内置文章内容已经成功。';
$lang['view_builtinarticle'] = '查看内置文章';
?>
