<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id:$
 */

$lang['no_pm_contents'] = '请输入内容';
$lang['no_pm_title'] = '请输入标题';
$lang['notify_failure'] = '发送失败';
$lang['notify_send'] = '发送';
$lang['notify_success'] = '发送成功。';
$lang['pm_contents'] = '通知内容';
$lang['pm_notes'] = '通过PM发送通知给所有店主';
$lang['pm_owner'] = '店主通知';
$lang['pm_title'] = '通知标题';
?>
