<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: region.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['add_ok'] = '新增地区成功。';
$lang['add_region'] = '新增地区';
$lang['drop_confirm'] = '您确定要删除该地区吗？';
$lang['drop_ok'] = '删除地区成功。';
$lang['manage'] = '管理';
$lang['name_exists'] = '该名称已存在，请您换一个名称';
$lang['name_is_empty'] = '请输入地区名称';
$lang['no_region'] = '没有地区';
$lang['record_not_exist'] = '您要操作的地区不存在或者您没有操作权限';
$lang['region_has_children'] = '该地区下还有子地区，不能删除';
$lang['regions'] = '查看地区列表';
$lang['root_region'] = '一级地区';
?>
