<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: appsetting.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['app_setting_desc'] = '您可以設置通過標簽（Tag）獲得的其他應用的內容的數量以及樣式。';
$lang['item_num'] = '內容條數';
$lang['item_template'] = '內容模板';
$lang['no_application'] = '對不起，還沒有找到任何的其他應用。';
$lang['tagnum_note'] = '如果您不希望獲取該應用的內容，請設置為0.';
$lang['update_setting_failed'] = '更新標簽設置失敗。請檢查 data 目錄是否可寫。';
$lang['update_setting_success'] = '更新標簽設置成功。';
?>
