<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: builtinarticle.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['article_content'] = '文章內容';
$lang['article_exists'] = '已存在一個相同標題的內置文章，請換一個標題再試一次。';
$lang['article_title'] = '文章標題';
$lang['builtinarticle_stats'] = '當前共計%d篇內置文章';
$lang['edit_article'] = '編輯內置文章';
$lang['edit_article_desc'] = '修改和設置內置的文章內容。';
$lang['edit_succeed'] = '編輯內置文章內容已經成功。';
$lang['view_builtinarticle'] = '查看內置文章';
?>
