<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: wanted.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['wanted_add_time'] = '發表時間';
$lang['wanted_expiry'] = '到期時間';
$lang['wanted_location'] = '所在地';
$lang['wanted_reply_count'] = '回復數量';
$lang['wanted_stats'] = '當前共有 %d 條求購記錄';
$lang['wanted_subject'] = '標題';
$lang['del_selected'] = '刪除所選';
$lang['drop_confirm'] = '您確定要刪除該記錄嗎？';
$lang['drop_success'] = '刪除成功。';
$lang['no_records_to_be_drop'] = '刪除失敗，可能沒有符合條件的記錄';
?>
