<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: chinabank.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['chinabank'] = '網銀在線';
$lang['chinabank_account'] = '商戶編號';
$lang['chinabank_desc'] = '網銀在線與中國工商銀行、招商銀行、中國建設銀行、農業銀行、民生銀行等數十家金融機構達成協議。全面支持全國19家銀行的信用卡及借記卡實現網上支付。網址：http://www.chinabank.com.cn';
$lang['chinabank_key'] = 'MD5 密鑰';
$lang['pay_button'] = '立即使用網銀在線支付';
?>
