<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: ctopay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['ctopay'] = 'Ctopay';
$lang['ctopay_desc'] = '電信支付（China Telecom Online Payment ） 是由廣東省電信實業集團開發的電子收款工具。 www.ctopay.com. 作為旗下支付及收款平臺，一直專注于分析和研究電子收費市場的應用需求，研發并推廣網絡支付結算應用系統。為企業、商家和電子商務公司提供全套收費解決方案服務，建立商戶與中國及全球的金融機構之間的網上實時支付橋梁，突破電子商務的資金流瓶頸，以解決長期困擾商戶的資金流轉問題。';
$lang['Currency'] = '支付卡種';
$lang['Currency_range'][1] = '人民幣卡';
$lang['Currency_range'][2] = '國際卡（Visa/Master）';
$lang['Language'] = '語言';
$lang['Language_range'][1] = 'GB中文';
$lang['Language_range'][2] = '英文';
$lang['Language_range'][3] = 'BIG5中文';
$lang['MD5key'] = 'MD5私鑰';
$lang['MerNo'] = '商戶編號';
$lang['pay_button'] = '聯銀通支付平臺';
?>
