<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: appsetting.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['app_setting_desc'] = '您可以設置通過標簽（Tag）獲得的其他應用的內容的數量以及樣式。';
$lang['item_num'] = '內容條數';
$lang['item_template'] = '內容模板';
$lang['no_application'] = '對不起，還沒有找到任何的其他應用。';
$lang['tagnum_note'] = '如果您不希望獲取該應用的內容，請設置為0.';
$lang['update_setting_failed'] = '更新標簽設置失敗。請檢查 data 目錄是否可寫。';
$lang['update_setting_success'] = '更新標簽設置成功。';
?>
