<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: badwords.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['add_badwords'] = '添加新敏感詞語';
$lang['add_ok'] = '敏感詞添加成功。';
$lang['badwords_note'] = '敏感詞支持使用空格分割。例如使用‘關　鍵　字’這種用空格分割的敏感詞，那么形如‘關 _*_ 鍵 字’也能檢測出來。';
$lang['badwords_view'] = '敏感詞設置';
$lang['check_all'] = '全選';
$lang['drop_ok'] = '刪除敏感詞成功。';
$lang['no_badwords'] = '沒有敏感詞語';
$lang['please_input_words'] = '請輸入敏感詞';
$lang['words_is_exist'] = '敏感詞已經存在';
?>
