<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: region.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['add_ok'] = '新增地區成功。';
$lang['add_region'] = '新增地區';
$lang['drop_confirm'] = '您確定要刪除該地區嗎？';
$lang['drop_ok'] = '刪除地區成功。';
$lang['manage'] = '管理';
$lang['name_exists'] = '該名稱已存在，請您換一個名稱';
$lang['name_is_empty'] = '請輸入地區名稱';
$lang['no_region'] = '沒有地區';
$lang['record_not_exist'] = '您要操作的地區不存在或者您沒有操作權限';
$lang['region_has_children'] = '該地區下還有子地區，不能刪除';
$lang['regions'] = '查看地區列表';
$lang['root_region'] = '一級地區';
?>
