<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id:$
 */

$lang['add_store_nav'] = '新增導航';
$lang['add_succeed'] = '新增導航成功。';
$lang['article_exists'] = '導航已存在';
$lang['back_list'] = '返回列表';
$lang['back_view_article'] = '返回導航列表';
$lang['batch_successfully'] = '批量操作成功。';
$lang['confirm_delete'] = '您確定要刪除該導航嗎？';
$lang['delete_succeed'] = '刪除導航成功。';
$lang['edit_store_edit'] = '編輯店鋪導航';
$lang['edit_succeed'] = '編輯導航成功。';
$lang['go_on_add'] = '繼續添加';
$lang['nav_title'] = '導航名稱';
$lang['view_article'] = '查看導航列表';
$lang['view_store_nav'] = '查看導航列表';
?>
