<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: express.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['agricultural_bank'] = '中國農業銀行';
$lang['bankcomm'] = '交通銀行';
$lang['bankcommsh'] = '交通銀行上海';
$lang['boc'] = '中國銀行';
$lang['ccb'] = '中國建設銀行';
$lang['cebbank'] = '光大銀行';
$lang['chinapost'] = '郵政儲蓄';
$lang['cib'] = '興業銀行';
$lang['cmb'] = '招商銀行';
$lang['cmbc'] = '民生銀行';
$lang['cnbb'] = '中信實業銀行';
$lang['express'] = '易捷IPS';
$lang['express_desc'] = 'IPS易捷支付系統為中小型電子商務網站提供簡單的、便捷的、安全的、自助一站式的支付服務。IPS易捷支付的優勢不僅提供免年費、1%手續費、支持22家銀行的支付平臺，它更是一種服務用戶的創新方法。這是IPS為中小型電子商務網站提供服務和用戶體驗的根本轉變。';
$lang['gdb'] = '廣東發展銀行';
$lang['gzcb'] = '廣州商業銀行';
$lang['hxb'] = '華夏銀行';
$lang['icbc'] = '中國工商銀行';
$lang['ips_account'] = 'IPS商戶號';
$lang['ips_key'] = 'IPS商戶密鑰';
$lang['pay_button'] = '立即使用易捷IPS支付';
$lang['please_select_bank'] = '請選擇支付銀行';
$lang['sdb'] = '深圳發展銀行';
$lang['spdb'] = '浦東發展銀行';
?>
