<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: pay800.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['pay_button'] = '立即使用800-Pay在線支付';
$lang['pay800'] = '八佰付';
$lang['pay800_account'] = '商戶編號';
$lang['pay800_currency'] = '支付幣種';
$lang['pay800_currency_range'][KRW] = '韓元';
$lang['pay800_currency_range'][RMB] = '人民幣';
$lang['pay800_currency_range'][USD] = '美元';
$lang['pay800_desc'] = '八佰付在線支付系統由大連領升科技有限公司開發，支持中國內卡人民幣結算和國際VISA信用卡美元結算的國際化Web2.0支付工具。八佰付與中國銀聯和國際VISA組織合作，專為中韓個人和企業定制的全能支付工具，同時八佰付又是中國外貿商家的最佳選擇，使用800-PAY，免去撤資、匯率損失和高昂手續費的無限煩惱!';
$lang['pay800_key'] = '商戶密鑰';
$lang['pay800_language'] = '界面語言';
$lang['pay800_language_range']['cn'] = '中文簡體';
$lang['pay800_language_range']['en'] = '英文';
$lang['pay800_language_range']['jp'] = '日文';
$lang['pay800_language_range']['kr'] = '韓文';
$lang['pay800_language_range']['tw'] = '中文繁體';
?>
