<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: xpay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['xpay'] = '易付通';
$lang['xpay_button'] = '立即使用易付通支付';
$lang['xpay_desc'] = '易付通是一個在線收、付費的專業平臺，無論您是否注冊易付通的用戶、無論您身在何處，只要采用易付通在線支付系統，都可以輕松解決所有網上交易收、付費最煩惱的支付問題。';
$lang['xpay_key'] = '交易密鑰';
$lang['xpay_tid'] = '唯一交易號';
?>
