<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: pay800.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['pay_button'] = '立即使用800-Pay在线支付';
$lang['pay800'] = '八佰付';
$lang['pay800_account'] = '商户编号';
$lang['pay800_currency'] = '支付币种';
$lang['pay800_currency_range'][KRW] = '韩元';
$lang['pay800_currency_range'][RMB] = '人民币';
$lang['pay800_currency_range'][USD] = '美元';
$lang['pay800_desc'] = '八佰付在线支付系统由大连领升科技有限公司开发，支持中国内卡人民币结算和国际VISA信用卡美元结算的国际化Web2.0支付工具。八佰付与中国银联和国际VISA组织合作，专为中韩个人和企业定制的全能支付工具，同时八佰付又是中国外贸商家的最佳选择，使用800-PAY，免去撤资、汇率损失和高昂手续费的无限烦恼!';
$lang['pay800_key'] = '商户密钥';
$lang['pay800_language'] = '界面语言';
$lang['pay800_language_range']['cn'] = '中文简体';
$lang['pay800_language_range']['en'] = '英文';
$lang['pay800_language_range']['jp'] = '日文';
$lang['pay800_language_range']['kr'] = '韩文';
$lang['pay800_language_range']['tw'] = '中文繁体';
?>
