<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: badwords.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['add_badwords'] = '添加新敏感词语';
$lang['add_ok'] = '敏感词添加成功。';
$lang['badwords_note'] = '敏感词支持使用空格分割。例如使用‘关　键　字’这种用空格分割的敏感词，那么形如‘关 _*_ 键 字’也能检测出来。';
$lang['badwords_view'] = '敏感词设置';
$lang['check_all'] = '全选';
$lang['drop_ok'] = '删除敏感词成功。';
$lang['no_badwords'] = '没有敏感词语';
$lang['please_input_words'] = '请输入敏感词';
$lang['words_is_exist'] = '敏感词已经存在';
?>
