<?php
/**
 * ECMALL: 数据验证类
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * -------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: cls.validator.php 7 2007-12-19 09:38:41Z liupeng $
 */

if (!defined('IN_ECM'))
{
    trigger_error('Hacking attempt', E_USER_ERROR);
}

class Validator
{
    /**
     * 判断字符串是否是URL
     *
     * @author liupeng
     * @param  string $str 需要验证的字符串
     * @return bool
     **/
    function is_url($str)
    {
        return preg_match("/^(?:^(https?):\/\/[\-A-Z0-9+&@#\/%?=~_|!:,.;]*[\-A-Z0-9+&@#\/%=~_|]$)$/i", $str);
    }
}
?>