<?php

/**
 * ECSHOP ctopay 語言文件
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $Id: ctopay.php 15086 2008-10-27 06:21:49Z testyang $
 */

global $_LANG;
$_LANG['ctopay']          = 'Ctopay';
$_LANG['ctopay_desc']     = '電信支付（China Telecom Online Payment ） 是由廣東省電信實業集團開發的電子收款工具。 www.ctopay.com. 作為旗下支付及收款平台，一直專注於分析和研究電子收費市場的應用需求，研發並推廣網絡支付結算應用系統。為企業、商家和電子商務公司提供全套收費解決方案服務，建立商戶與中國及全球的金融機構之間的網上實時支付橋樑，突破電子商務的資金流瓶頸，以解決長期困擾商戶的資金流轉問題。' ;
$_LANG['MerNo']    = '商戶編號';
$_LANG['MD5key']   = 'MD5私鑰';
$_LANG['Currency'] = '支付卡種';
$_LANG['Currency_range'][1] = '人民幣卡';
$_LANG['Currency_range'][2] = '國際卡（Visa/Master）';
$_LANG['Language'] = '語言';
$_LANG['Language_range'][1] = 'GB中文';
$_LANG['Language_range'][2] = '英文';
$_LANG['Language_range'][3] = 'BIG5中文';
$_LANG['pay_button']        = '聯銀通支付平台';

?>