<?php

/**
 * ECSHOP 支付寶語言文件
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $Id: paypalcn.php 15086 2008-10-27 06:21:49Z testyang $
 */

global $_LANG;

$_LANG['paypalcn']          = '貝寶';
$_LANG['paypalcn_desc']     = '貝寶是由上海網付易信息技術有限公司與世界領先的網絡支付公司—— PayPal 公司通力合作為中國市場度身定做的網絡支付服務。' .
                                '（網址：http://www.paypal.com/cn）';
$_LANG['paypalcn_account']  = '商戶帳號';
$_LANG['paypalcn_button']   = '立即使用貝寶支付';
$_LANG['paypal_txn_id']     = '貝寶交易號';

?>