<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: appsetting.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['app_setting_desc'] = '您可以设置通过标签（Tag）获得的其他应用的内容的数量以及样式。';
$lang['item_num'] = '内容条数';
$lang['item_template'] = '内容模板';
$lang['no_application'] = '对不起，还没有找到任何的其他应用。';
$lang['tagnum_note'] = '如果您不希望获取该应用的内容，请设置为0.';
$lang['update_setting_failed'] = '更新标签设置失败。请检查 data 目录是否可写。';
$lang['update_setting_success'] = '更新标签设置成功。';
?>
