<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: nav.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['confirm_delete'] = '确定删除此导航吗？';
$lang['if_blank'] = '是否新窗口';
$lang['if_show'] = '是否显示';
$lang['nav_add'] = '新增导航栏';
$lang['nav_app_not_delete'] = '该导航为独立应用不能删除，不希望显示可以设置为不显示';
$lang['nav_edit'] = '编辑导航栏';
$lang['nav_info'] = '导航信息';
$lang['nav_is_cate'] = '选取分类';
$lang['nav_is_defined'] = '自定义导航';
$lang['nav_name_duplication'] = '导航栏名称重复';
$lang['nav_name_empty'] = '名称为空，请返回填写';
$lang['nav_type'] = '导航类型';
$lang['nav_update'] = '更新导航栏';
$lang['nav_url_empty'] = '连接地址为空，请返回填写';
$lang['nav_view'] = '导航栏列表';
$lang['please_select'] = '请选择';
$lang['url_notice'] = '如果是本站的网址，可缩写为与网站根目录相对地址，如index.php；<br>其他情况都应该输入完整的网址，如http://www.shopex.cn/';
?>
