<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: chinabank.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['chinabank'] = '网银在线';
$lang['chinabank_account'] = '商户编号';
$lang['chinabank_desc'] = '网银在线与中国工商银行、招商银行、中国建设银行、农业银行、民生银行等数十家金融机构达成协议。全面支持全国19家银行的信用卡及借记卡实现网上支付。网址：http://www.chinabank.com.cn';
$lang['chinabank_key'] = 'MD5 密钥';
$lang['pay_button'] = '立即使用网银在线支付';
?>
