<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: express.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['agricultural_bank'] = '中国农业银行';
$lang['bankcomm'] = '交通银行';
$lang['bankcommsh'] = '交通银行上海';
$lang['boc'] = '中国银行';
$lang['ccb'] = '中国建设银行';
$lang['cebbank'] = '光大银行';
$lang['chinapost'] = '邮政储蓄';
$lang['cib'] = '兴业银行';
$lang['cmb'] = '招商银行';
$lang['cmbc'] = '民生银行';
$lang['cnbb'] = '中信实业银行';
$lang['express'] = '易捷IPS';
$lang['express_desc'] = 'IPS易捷支付系统为中小型电子商务网站提供简单的、便捷的、安全的、自助一站式的支付服务。IPS易捷支付的优势不仅提供免年费、1%手续费、支持22家银行的支付平台，它更是一种服务用户的创新方法。这是IPS为中小型电子商务网站提供服务和用户体验的根本转变。';
$lang['gdb'] = '广东发展银行';
$lang['gzcb'] = '广州商业银行';
$lang['hxb'] = '华夏银行';
$lang['icbc'] = '中国工商银行';
$lang['ips_account'] = 'IPS商户号';
$lang['ips_key'] = 'IPS商户密钥';
$lang['pay_button'] = '立即使用易捷IPS支付';
$lang['please_select_bank'] = '请选择支付银行';
$lang['sdb'] = '深圳发展银行';
$lang['spdb'] = '浦东发展银行';
?>
