<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: kuaiqian.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['kq_account'] = '商户编号';
$lang['kq_desc'] = '上海快钱信息服务有限公司是国内第一家提供基于EMAIL和手机号码的网上收付款服务的互联网企业';
$lang['kq_key'] = '商户密钥';
$lang['kuaiqian'] = '快钱';
$lang['pay_button'] = '立即使用快钱支付';
?>
