<?php
/**
 * ECMALL: 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2008 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: xpay.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['xpay'] = '易付通';
$lang['xpay_button'] = '立即使用易付通支付';
$lang['xpay_desc'] = '易付通是一个在线收、付费的专业平台，无论您是否注册易付通的用户、无论您身在何处，只要采用易付通在线支付系统，都可以轻松解决所有网上交易收、付费最烦恼的支付问题。';
$lang['xpay_key'] = '交易密钥';
$lang['xpay_tid'] = '唯一交易号';
?>
