<?php
$title = "用户协议";

include "header.inc.php";
?>

  <!--中间-->
<div id="main_content"><div class="lm_name"></div>
   <div class="qyblock_a">
      <div class="rts"><img src="images/qyclub_pic01.png" width="914" height="16" /></div>
	  <div class="content_left">
	    <div class="content_right">
		 <div class="dhgm_txt1" align="center">17salsa网VIP用户协议</div>
<div class="dhgm_txt3">
  <p><strong>VIP卡使用
	</strong><br />
	1.	VIP卡业务的所有权和运作权归17salsa网。17salsa网提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户必须完全同意所有服务条款并完成注册程序，才能成为17salsa VIP卡用户。
	<br />
	2.	用户同意于激活VIP卡时提供完整、详尽、真实的个人资料，若所提供的资料于日后有变更者，应随时于线上进行更新。若用户所提供的资料与事实不符或所提供的资料业已变更而未更新或有任何误导之嫌而导致17salsa网无法为用户提供或继续提供服务，17salsa网不因此承担任何责任。
	<br />
	3.	用户有义务妥善保管使用在17salsa网注册会员时获得的账号及密码，并为此账号及密码登入系统后所开始的一连串行为或活动负责。<br />
	4.	为维护自身权益，用户不应将17salsa VIP卡出借或转让与他人使用。
    <br />
    <br /></p>
    <p><strong>签约商家服务	</strong><br />
	5.	VIP签约学校和酒吧可能由于签约情况有所变动，详细说明信息将标明在VIP网站页面上，请以此为准。<br />
	6.	VIP卡为用户提供拉丁舞免费试课服务。试课服务由17salsa签约学校和签约Club提供，具体试课内容和服务，根据实际情况签约学校和酒吧可能对课程安排进行调整，最终解释权归签约学校、酒吧和17salsa网所有。<br />
	7.	VIP卡服务不担保某家签约商家一定可以满足用户的要求，也不担保签约商家在VIP卡有效期内一直提供服务。<br />
    <br />
    </p>
    <p><strong>用户隐私	</strong><br />
	8.	用户同意接受17salsa网通过电子邮件或其他方式向用户发送的商品信息或其他相关商业信息。<br />
	9.	17salsa网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与17salsa网同等的保护用户隐私的责任，则17salsa网可将用户的注册资料等提供给该第三方。<br />
	10.	在不透露单个用户隐私资料的前提下，17salsa网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
    <br />
    <br /></p>
    <p><strong>免责声明	</strong><br />
	11.	用户明确同意其使用17salsa网服务所存在的风险将完全由其自己承担；因其使用17salsa网服务而产生的一切后果也由其自己承担，17salsa网对用户不承担任何责任。<br />
	12.	17salsa网不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。
    <br />
    <br /></p>
    <p><strong>服务变更、中断或终止	</strong><br />
	13.	如发生下列任何一种情形，17salsa网有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：<br />
(a) 用户提供的个人资料不真实，造成17salsa网声誉及利益上的损失；<br />
(b) 用户违反本协议中规定的使用规则。
	<br />
	14.	除前款所述情形外，17salsa网同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，17salsa网无需对用户或任何第三方承担任何责任。
    <br />
    <br /></p>
    <p><strong>修改协议</strong><br />
	15.	17salsa网将可能不时的修改本协议的有关条款，一旦条款内容发生变动，17salsa网将会在相关的页面提示修改内容。<br />
	16.	如果不同意17salsa网对服务条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受服务条款的变动。<br />
	<br />
    </p>
    <p><strong>法律管辖	</strong><br />
	17.	本协议的订立、执行和解释及争议的解决均应适用中国法律。<br />
	18.	如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，双方同意将该争议提交17salsa网所在地的北京市仲裁委员会解决。<br />
    <br />
	</p>
    <p><strong>通知和送达	</strong><br />
	19.	本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br />
      <br />
	</p>
    <p><strong>用户服务</strong><br />
	20.	客户服务电话：400-633-1733<br />
	21.	客户服务专用信箱： admin@17salsa.com<br />
	</p>
  </div>
	    </div>

  </div>
	  <div class="bot"><img src="images/qyclub_pic02.png" width="914" height="22" /></div>
   </div>
</div>
	   
<!--底部-->
<?php
include "footer.inc.php";
?>
	    
