<?php
/**
 * ECMALL: ?言文件
 * ============================================================================
 * 版?所有 (C) 2005-2008 康盛?想（北京）科技有限公司，并保留所有?利。
 * 网站地址: http://www.shopex.cn
 * ----------------------------------------------------------------------------
 * ?不是一?自由?件！您只能在不用于商?目的的前提下?程序代??行修改和使用；
 * 不允??程序代?以任何形式任何目的的再?布。
 * ============================================================================
 * $Id: nav.php 6009 2008-10-31 01:55:52Z Garbin $
 */

$lang['confirm_delete'] = '確定刪除此導航嗎？';
$lang['if_blank'] = '是否新窗口';
$lang['if_show'] = '是否顯示';
$lang['nav_add'] = '新增導航欄';
$lang['nav_app_not_delete'] = '該導航為獨立應用不能刪除，不希望顯示可以設置為不顯示';
$lang['nav_edit'] = '編輯導航欄';
$lang['nav_info'] = '導航信息';
$lang['nav_is_cate'] = '選取分類';
$lang['nav_is_defined'] = '自定義導航';
$lang['nav_name_duplication'] = '導航欄名稱重復';
$lang['nav_name_empty'] = '名稱為空，請返回填寫';
$lang['nav_type'] = '導航類型';
$lang['nav_update'] = '更新導航欄';
$lang['nav_url_empty'] = '連接地址為空，請返回填寫';
$lang['nav_view'] = '導航欄列表';
$lang['please_select'] = '請選擇';
$lang['url_notice'] = '如果是本站的網址，可縮寫為與網站根目錄相對地址，如index.php；<br>其他情況都應該輸入完整的網址，如http://www.shopex.cn/';
?>
